export default function Desc() {
  return (
    <div
      className="text-40 text-thirdDark flex flex-col gap-70"
      style={{ width: '90rem' }}
    >
      <div>
        越凡创新是行业领先的全自主服务机器人技术及系统方案提供商，在智慧零售、末端配送等多个效率型领域部署有全场景、全功能的服务机器人产品矩阵，是服务机器人行业内独树一帜的集设计、研发、生产、运营为一体的国家级高新技术企业。
      </div>
      <div>
        截止到目前，越凡的机器人产品已经落地全球50余座城市，服务超过3500w消费者，移动零售场景市占率稳居第一。同时也是包括中国移动、京东集团、富士康、猎豹移动、世茂集团、雀巢、奥的斯等五百强地产、流通、零售和通信运营商的机器人技术战略合作伙伴。
      </div>
      <div>
        同时，越凡创新利用自身全链路优势打造的享递智能配送机器人在末端配送领域已通过场景严苛考验，成为市场上领先实现1:1人效替代的机器人系统，以自研AIOT物联网系统为连接，以机器人为触手，打造“数据+”的人机共生智慧社区，已经签约全国超过数百座写字楼/社区/园区项目，打造“万物一刻可达”的配送到手末端下单及配送服务，为万亿级物流配送市场效率升级提供机器人能力支撑。
      </div>
    </div>
  )
}
